class Product{
  String tovarNames;
  String tovarDescriptions;
  String tovarImages;
  String price;



  Product(this.tovarNames, this.tovarDescriptions, this.tovarImages, this.price);
}

List<Product> productList = [

  Product("Ручка шариковая",
      "Ручка с синим стержнем. Удобная в использовании. ",
      'https://ir.ozone.ru/s3/multimedia-8/wc1000/6463765004.jpg',
      "30 ₽"
  ),

  Product("Блокнот Brauberg A5",
      "Твердая обложка блокнота с матовым покрытием имеет закругленные углы и резинку-фиксатор, благодаря чему листы надёжно защищены от замятия. 96 листов в клетку (5х5 мм) позволяют зафиксировать большой объем информации. Внутренний блок выполнен из офсета белого цвета плотностью 60 г/м2 и крепится к обложке с помощью книжного переплета. Формат блокнота А5 (145х203 мм) позволит владельцу поместить его в портфель или сумку малых габаритов.",
      'https://ir.ozone.ru/s3/multimedia-s/wc1000/6672840472.jpg',
      "320 ₽"
  ),

  Product("Пенал школьный черный",
      "Прикольный школьный пенал)",
      'https://ir.ozone.ru/s3/multimedia-d/wc1000/6686217013.jpg',
      "176 ₽"
  ),

  Product("Ножницы Berlingo Steel",
      "Ножницы цельнометаллические, полностью из качественной нержавеющей стали, что обеспечивает повышенную надежность. Упаковка - удобный для транспортировки и продажи блистер с европодвесом, позволяющий оценить характеристики и удобство ножниц, не нарушая упаковку",
      'https://ir.ozone.ru/s3/multimedia-t/wc1000/6014395205.jpg',
      "200 ₽"
  ),

  Product("Ножницы канцелярские Attache ",
      "Самые удобные в мире ножницы",
      'https://ir.ozone.ru/s3/multimedia-1/wc1000/6709798081.jpg',
      "100 ₽"
  ),

  Product("Мелки школьные белые",
      "Белый мел является неотъемлемым инструментом для учителей и играет важную роль в обучении детей. Представляем большой набор из 100 штук школьных мелков ГАММА в коробке, обладающих несравненными преимуществами. Он состоит из качественного натурального чистого мела 95% и 5% содержит связующие примеси в своем составе, что гарантирует плавное скольжение и мягкое письмо без царапин на поверхности. Его яркий и четкий цвет прекрасно виден на любом расстоянии, таким образом все ученики смогут увидеть написанное на классной доске. Благодаря круглой форме и оптимальному размеру, его удобно держать в руке, рисовать и писать, как взрослому, так и ребенку. Имеет экономичный расход. А кроме того, он легко стирается, не оставляет следов и пятен, не создает пыль. Он помогает использовать наглядность в учебном процессе, педагог сможет более эффективно и интересно объяснять материал, что способствует правильному восприятию школьниками информации. Его применение не ограничивается только учебой в школе и занятиями в детском садике, он подходит также для рисования на асфальте, творчества и развлечений.",
      'https://ir.ozone.ru/s3/multimedia-u/wc1000/6546440502.jpg',
      "200 ₽"
  ),

  Product("Ластик Berlingo Radiance",
      "Крутые ластики для школы",
      'https://ir.ozone.ru/s3/multimedia-w/wc1000/6714184676.jpg',
      "150 ₽"
  ),




];